"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ è stato scaricato ed è pronto per essere utilizzato! Desideri installare e riavviare  %1$@ ora?";
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "Impossibile aggiornare %1$@ quando viene eseguito da un volume di sola lettura come un’immagine disco o un’unità ottica. Spostare %1$@ nella Cartella Applicazioni, riavviarlo e riprovare.";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ è la versione più recente attualmente disponibile.";
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ è disponbile – disponi della versione %3$@. Desideri eseguire l’aggiornamento ora?";
"%@ downloaded" = "%@ scaricato";
"%@ of %@" = "%1$@ di %2$@";
"A new version of %@ is available!" = "E’ disponibile una nuova versione di %@!";
"A new version of %@ is ready to install!" = "Una nuova versione di %@ è pronta per essere installata!";
"An error occurred in retrieving update information. Please try again later." = "Si è verificato un errore durante il recupero delle informazioni sull’aggiornamento. Riprova in seguito.";
"An error occurred while downloading the update. Please try again later." = "Si è verificato un errore durante lo scaricamento dell’aggiornamento. Riprova in seguito.";
"An error occurred while extracting the archive. Please try again later." = "Si è verificato un errore durante l’estrazione dell’archivio. Riprova in seguito.";
"An error occurred while installing the update. Please try again later." = "Si è verificato un errore durante l’installazione dell’aggiornamento. Riprova in seguito.";
"An error occurred while parsing the update feed." = "Si è verificato un errore durante la lettura del feed di aggiornamento.";
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Si è verificato un errore al riavvio di %1$@. La nuova versione sarà comunque disponibile alla prossima esecuzione di %1$@.";
"B" = "B";
"Cancel" = "Annulla";
"Cancel Update" = "Annulla Aggiornamento";
"Checking for updates..." = "Controllo aggiornamenti in corso…";
"Downloading update..." = "Scaricamento dell’aggiornamento…";
"Extracting update..." = "Estrazione dell’aggiornamento…";
"GB" = "GB";
"Install and Relaunch" = "Installa e Riavvia";
"Installing update..." = "Installazione aggiornamento in corso…";
"KB" = "KB";
"MB" = "MB";
"OK" = "OK";
"Ready to Install" = "Pronto per l’installazione";
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Desideri che %1$@ verifichi gli aggiornamenti automaticamente? Puoi effettuare la verifica manualmente dal menu di %1$@.";
"Update Error!" = "Errore di Aggiornamento!";
"Updating %@" = "Aggiornamento di %@";
"You already have the newest version of %@." = "Disponi della versione più recente di %@.";
"You're up-to-date!" = "La tua applicazione è aggiornata!";
"Learn More..." = "Ulteriori informazioni…";
